Repository: common-repository/wc-sms-order-notification
Catalog: languages/wc-sms-notification-*.po
Languages: ka_ge

source: Close
ka_ge: დახურვა

source: Completed
ka_ge: დასულებული

source: Message Content
ka_ge: შეტყობინების კონტენტი

source: Number of messages
ka_ge: მესიჯების რაოდენობა

source: On hold
ka_ge: შეჩერებულია

source: Processing
ka_ge: პროცესშია

source: Save Changes
ka_ge: ცვლილების შენახვა

source: Sender
ka_ge: სენდერი

source: SMS Office api Key
ka_ge: SMS Office - ის აპის გასაღები

source: WC SMS Order Notification
ka_ge: WC SMS შეკვეთის ესემეს შეტყობინებები
